{
        "SIGNIN": "Sign in",
        "LOGINERROR":"Wrong username or password",
        "USERNAME": "Username",
        "PASSWORD":"Password",
        "LOGIN":"Login",
        "GOTOREGISTER":"Go to registration",
        "FORGOT":"Forgot you password?",
        "REGISTER":"Register",
        "EMAIL":"Email",
        "REPEATPASS":"Repeat password",
        "SITEINFO":"How did you learn about this site?",
        "OTHER":"Other",
        "DESCRIBE":"Describe briefly",
        "FINISHREGISTER":"Done",
        "CANCELREGISTER":"Back",
        "ERRORUSERNAME":"Username is required",
        "ERRORPASSWORD1":"Password is required",
        "ERRORPASSWORD2":"Password is too short",
        "ERROREMAIL1":"Invalid Email",
        "ERROREMAIL2":"Email is required",
        "ERRORREPEAT":"Passwords do not match",
        "ERRORDESCRIPTION":"Please add a description",
        "RESETCOMPLETE":"Your password has been set. You may go ahead and sign in now.",
        "CHANGEPASS":"Change password",
        "INVALIDLINK":"The password reset link was invalid, possibly because it has already been used. Please request a new password reset.",
        "FORGOTPASSPAGE":"Forgot password",
        "RESETINSTR1":"We've emailed you instructions for setting your password, if an account exists with the email you entered.",
        "RESETINSTR2":"You should receive them shortly.",
        "RESETINSTR3": "If you don't receive an email, please make sure you've entered the address you registered with and check your spam folder.",
        "BACKTOLOGIN": "Back to login",
        "SHOWCODES":"Show codes",
        "INSTRUCTIONS":"Instructions",
        "LOGOUT":"Log out",
        "BLOCKED":"It appears you've been giving to many wrong answers. Please contact labeling@gmail.com to unblock your account.",
        "CURRENTCODES":"Current codes",
        "CLOSE":"Close",
        "FINDTHE":"Find the",
        "WRONG":"It is wrong!",
        "YOURCODEIS":"Your code is: ",
        "MOREIMAGE":"Obtain more images!!",
        "THANKS":"Thanks for your help!! :D",
        "FINISHEDALL":"There is nothing left to do.",
        "INS1":"You will be presented an image and a clothing category. You job is to use the cropper to wrap the garment in the picture.",
        "INS2":"To modify the cropper's size you must grab it by its corners",
        "INS3":"To move it around the image you must grab it by the center.",
        "INS4":"If you don't understand what garment the category referes to, you must only click the category name and descriptive image will be shown.",
        "INS5":"Once the item is correctly wrapped up, the only thing left is to press the <b>Next</b> button",
        "INS6":"If the category is not present in the image press the <b>This is wrong!</b> button. By doing this you will let us know that the image was labeled incorrectly.",
        "INS7":"After labeling 10 images you will be given a code, which is actually the answer to the questionnaire on Mechanical Turk.",
        "INS8":"If you press the <b>Obtain more images!!</b> button you will be assigned 10 more images. Once you finish labeling them all you will be given another code. ",
        "INS9":"To list all the codes you have gained, press the <b>Show codes</b> button.",
        "PREVIOUS":"Previous",
        "NEXT":"Next"
        
    }